Repository: CrimsBerith/LociAR
Catalog: LociAR/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, ja, pt, ru, tr, zh_hans

# Seçilen içeriği aç
source: Open selected content
ar: فتح المحتوى المحدد
bn: নির্বাচিত সামগ্রী খুলুন
de: Ausgewählten Inhalt öffnen
es: Abrir contenido seleccionado
fr: Ouvrir le contenu sélectionné
hi: चयनित सामग्री खोलें
ja: 選択したコンテンツを開く
pt: Abra o conteúdo selecionado
ru: Открыть выбранный контент
tr: Seçilen içeriği aç
zh_hans: 打开选定的内容

# Seçimi kapat
source: Close selection
ar: إغلاق التحديد
bn: নির্বাচন বন্ধ করুন
de: Auswahl schließen
es: Cerrar selección
fr: Fermer la sélection
hi: चयन बंद करें
ja: 選択を閉じる
pt: Fechar seleção
ru: Закрыть выбор
tr: Seçimi kapat
zh_hans: 关闭选择

# Sil
source: Delete
ar: حذف
bn: মুছে দিন
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
ja: 削除
pt: Excluir
ru: Удалить
tr: Sil
zh_hans: 删除

# Simülatör kamerası sınırlı. Pin arayüzü açık.
source: Simulator camera limited. Pin interface is open.
ar: كاميرا محاكاة محدودة. واجهة الدبوس مفتوحة.
bn: সিমুলেটর ক্যামেরা সীমিত। পিন ইন্টারফেস খোলা আছে.
de: Simulatorkamera begrenzt. Pin-Schnittstelle ist offen.
es: La cámara del simulador tiene limitaciones. La interfaz de marcadores está abierta.
fr: La caméra du simulateur est limitée. L’interface de placement des repères est ouverte.
hi: सिम्युलेटर कैमरा सीमित. पिन इंटरफ़ेस खुला है.
ja: シミュレーターカメラ限定。ピンインターフェイスはオープンです。
pt: Câmera do simulador limitada. A interface do pino está aberta.
ru: Возможности камеры симулятора ограничены. Интерфейс размещения меток открыт.
tr: Simülatör kamerası sınırlı. Pin arayüzü açık.
zh_hans: 模拟器的相机功能有限。位置标记界面已打开。

# Sola dön
source: Turn left
ar: استدر يسارًا
bn: বামে ঘুরুন
de: Nach links drehen
es: Gira a la izquierda
fr: Tournez à gauche
hi: बाईं ओर मुड़ें
ja: 左に向いてください
pt: Vire à esquerda
ru: Поверните налево
tr: Sola dön
zh_hans: 向左转

# Sonuç bulunamadı
source: No results found
ar: لم يتم العثور على نتائج
bn: কোন ফলাফল পাওয়া যায়নি
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
hi: कोई परिणाम नहीं मिला
ja: 結果が見つかりませんでした
pt: Nenhum resultado encontrado
ru: Результаты не найдены
tr: Sonuç bulunamadı
zh_hans: 没有找到结果

source: Social media link is invalid. Copy the share link from the app again.
ar: رابط وسائل التواصل الاجتماعي غير صالح. انسخ رابط المشاركة من التطبيق مرة أخرى.
bn: সামাজিক মিডিয়া লিঙ্ক অবৈধ. আবার অ্যাপ থেকে শেয়ার লিঙ্ক কপি করুন.
de: Der Social-Media-Link ist ungültig. Kopieren Sie den Freigabelink erneut aus der App.
es: El enlace de la red social no es válido. Copie el enlace para compartir de la aplicación nuevamente.
fr: Le lien vers les réseaux sociaux n'est pas valide. Copiez à nouveau le lien de partage depuis l'application.
hi: सोशल मीडिया लिंक अमान्य है. ऐप से शेयर लिंक को दोबारा कॉपी करें।
ja: ソーシャルメディアのリンクが無効です。アプリから共有リンクを再度コピーします。
pt: O link da mídia social é inválido. Copie o link de compartilhamento do aplicativo novamente.
ru: Ссылка на социальную сеть недействительна. Скопируйте ссылку общего доступа из приложения еще раз.
tr: Sosyal medya bağlantısı geçersiz. Paylaşım bağlantısını uygulamadan tekrar kopyala.
zh_hans: 社交媒体链接无效。再次从应用程序复制共享链接。

# Spam veya yanıltıcı
source: Spam or misleading
ar: محتوى مزعج أو مضلل
bn: স্প্যাম বা বিভ্রান্তিকর বিষয়বস্তু
de: Spam oder irreführende Inhalte
es: Spam o contenido engañoso
fr: Spam ou contenu trompeur
hi: स्पैम या भ्रामक सामग्री
ja: スパムまたは誤解を招く内容
pt: Spam ou conteúdo enganoso
ru: Спам или вводящий в заблуждение контент
tr: Spam veya yanıltıcı
zh_hans: 垃圾信息或误导内容

# Sunucu bağlantısı henüz hazır değil.
source: The connection to the server is not ready yet.
ar: الاتصال بالخادم ليس جاهزًا بعد.
bn: সার্ভারের সাথে সংযোগটি এখনও প্রস্তুত নয়৷
de: Die Verbindung zum Server ist noch nicht bereit.
es: La conexión al servidor aún no está lista.
fr: La connexion au serveur n'est pas encore prête.
hi: सर्वर से कनेक्शन अभी तैयार नहीं है.
ja: サーバーへの接続の準備がまだ整っていません。
pt: A conexão com o servidor ainda não está pronta.
ru: Соединение с сервером еще не готово.
tr: Sunucu bağlantısı henüz hazır değil.
zh_hans: 与服务器的连接尚未准备好。

# Sunucudan beklenmeyen bir yanıt geldi.
source: An unexpected response came from the server.
ar: جاءت استجابة غير متوقعة من الخادم.
bn: সার্ভার থেকে একটি অপ্রত্যাশিত প্রতিক্রিয়া এসেছে।
de: Eine unerwartete Antwort kam vom Server.
es: Una respuesta inesperada vino del servidor.
fr: Une réponse inattendue est venue du serveur.
hi: सर्वर से एक अप्रत्याशित प्रतिक्रिया आई।
ja: サーバーから予期しない応答が返されました。
pt: Uma resposta inesperada veio do servidor.
ru: Неожиданный ответ пришел от сервера.
tr: Sunucudan beklenmeyen bir yanıt geldi.
zh_hans: 服务器发出意外响应。

# Taciz veya zorbalık
source: Harassment or bullying
ar: تحرش أو تنمر
bn: হয়রানি বা নিপীড়ন
de: Belästigung oder Mobbing
es: Acoso o intimidación
fr: Harcèlement ou intimidation
hi: उत्पीड़न या बदमाशी
ja: 嫌がらせまたはいじめ
pt: Assédio ou intimidação
ru: Домогательства или травля
tr: Taciz veya zorbalık
zh_hans: 骚扰或欺凌

# Tahmini yüzey bulundu
source: Estimated surface found
ar: تم العثور على السطح المقدر
bn: আনুমানিক পৃষ্ঠ পাওয়া গেছে
de: Geschätzte Fläche gefunden
es: Superficie estimada encontrada
fr: Surface estimée trouvée
hi: अनुमानित सतह मिली
ja: 推定表面が見つかりました
pt: Superfície estimada encontrada
ru: Найдена приблизительная поверхность
tr: Tahmini yüzey bulundu
zh_hans: 已找到估算的表面

# Tahmini yüzey hazır
source: Estimated surface ready
ar: السطح المقدر جاهز
bn: আনুমানিক পৃষ্ঠ প্রস্তুত
de: Geschätzte Oberfläche bereit
es: Superficie estimada lista
fr: Surface estimée prête
hi: अनुमानित सतह तैयार
ja: 推定表面準備完了
pt: Superfície estimada pronta
ru: Предполагаемая поверхность готова
tr: Tahmini yüzey hazır
zh_hans: 估算的表面已准备就绪

# Takibi bırak
source: Unfollow
ar: إلغاء المتابعة
bn: অনুসরণ বন্ধ করুন
de: Nicht mehr folgen
es: Dejar de seguir
fr: Ne plus suivre
hi: फ़ॉलो करना बंद करें
ja: フォロー解除
pt: Deixar de seguir
ru: Отписаться
tr: Takibi bırak
zh_hans: 取消关注

# Takip durumu güncellenemedi.
source: Could not update follow status.
ar: تعذر تحديث حالة المتابعة.
bn: ফলো স্ট্যাটাস আপডেট করা যায়নি।
de: Der Follow-Status konnte nicht aktualisiert werden.
es: No se pudo actualizar el estado de seguimiento.
fr: Impossible de mettre à jour le statut de suivi.
hi: फ़ॉलो स्टेटस अपडेट नहीं किया जा सका.
ja: フォローステータスを更新できませんでした。
pt: Não foi possível atualizar o status de acompanhamento.
ru: Не удалось обновить статус подписки.
tr: Takip durumu güncellenemedi.
zh_hans: 无法更新关注状态。

# Takip et
source: Follow
ar: متابعة
bn: অনুসরণ করুন
de: Folgen
es: Seguir
fr: Suivre
hi: फ़ॉलो करें
ja: フォロー
pt: Seguir
ru: Подписаться
tr: Takip et
zh_hans: 关注

# Takipçi
source: Followers
ar: المتابعون
bn: অনুসারী
de: Follower
es: Seguidores
fr: Abonnés
hi: फ़ॉलोअर
ja: フォロワー
pt: Seguidores
ru: Подписчики
tr: Takipçi
zh_hans: 粉丝

# Tamam
source: OK
ar: حسنًا
bn: ঠিক আছে
de: Okay
es: Aceptar
fr: D'accord
hi: ठीक है
ru: ОК
tr: Tamam
zh_hans: 好的

# Tarama henüz hazır değil. Çevreyi taramaya devam edin veya yaklaşık yerleştirin.
source: The scan is not ready yet. Continue scanning the surroundings or place approximately.
ar: المسح ليس جاهزًا بعد. استمر في مسح المكان المحيط أو اختر موضعًا تقريبيًا.
bn: স্ক্যান এখনও প্রস্তুত নয়। আশেপাশে স্ক্যান করা চালিয়ে যান বা আনুমানিক অবস্থানে রাখুন।
de: Der Scan ist noch nicht bereit. Scannen Sie die Umgebung weiter oder wählen Sie eine ungefähre Platzierung.
es: El escaneo aún no está listo. Sigue escaneando el entorno o elige un posicionamiento aproximado.
fr: Le scan n’est pas encore prêt. Continuez à scanner l’environnement ou choisissez un placement approximatif.
hi: स्कैन अभी तैयार नहीं है। आस-पास स्कैन करना जारी रखें या अनुमानित स्थान पर रखें।
ja: スキャンの準備ができていません。周囲のスキャンを続けるか、おおよその配置を選んでください。
pt: A varredura ainda não está pronta. Continue examinando o ambiente ou escolha um posicionamento aproximado.
ru: Скан ещё не готов. Продолжайте сканировать окружение или выберите приблизительное размещение.
tr: Tarama henüz hazır değil. Çevreyi taramaya devam edin veya yaklaşık yerleştirin.
zh_hans: 扫描尚未准备好。请继续扫描周围环境，或选择近似放置。

# Tarama netleşiyor; telefonu yavaş hareket ettirin.
source: The scan becomes clear; Move the phone slowly.
ar: يصبح المسح واضحا. حرك الهاتف ببطء.
bn: স্ক্যান পরিষ্কার হয়ে যায়; ফোনটা আস্তে আস্তে নাড়ান।
de: Der Scan wird klar; Bewegen Sie das Telefon langsam.
es: La exploración se vuelve clara; Mueve el teléfono lentamente.
fr: Le scan devient clair ; Déplacez le téléphone lentement.
hi: स्कैन स्पष्ट हो जाता है; फोन को धीरे-धीरे हिलाएं.
ja: スキャンが鮮明になります。電話機をゆっくりと動かします。
pt: A varredura fica clara; Mova o telefone lentamente.
ru: Скан становится четким; Медленно перемещайте телефон.
tr: Tarama netleşiyor; telefonu yavaş hareket ettirin.
zh_hans: 扫描变得清晰；慢慢移动手机。

# Tekrar Gönder
source: Resend
ar: إعادة الإرسال
bn: আবার পাঠান
de: Erneut senden
es: Reenviar
fr: Renvoyer
hi: पुनः भेजें
ja: 再送信
pt: Reenviar
ru: Отправить повторно
tr: Tekrar Gönder
zh_hans: 重新发送

# Tekrar tara
source: Scan again
ar: مسح مرة أخرى
bn: আবার স্ক্যান করুন
de: Noch einmal scannen
es: Escanear de nuevo
fr: Scannez à nouveau
hi: पुनः स्कैन करें
ja: 再度スキャンしてください
pt: Digitalize novamente
ru: Сканировать еще раз
tr: Tekrar tara
zh_hans: 再次扫描

# Telefonu postun yönüne çevirin.
source: Turn the phone towards the direction of the post.
ar: أدر الهاتف نحو اتجاه المنشور.
bn: ফোনটি পোস্টের দিকে ঘুরিয়ে দিন।
de: Drehen Sie das Telefon in Richtung des Beitrags.
es: Gira el teléfono hacia la dirección de la publicación.
fr: Tournez le téléphone dans la direction de la publication.
hi: फ़ोन को पोस्ट की दिशा की ओर घुमाएँ.
ja: 携帯電話をポストの方向に向けます。
pt: Vire o telefone na direção da postagem.
ru: Поверните телефон в сторону публикации.
tr: Telefonu postun yönüne çevirin.
zh_hans: 将手机转向帖子的方向。

# Telefonu sabit tut ve Yüzeye sabitle’ye dokun.
source: Hold the phone steady and tap Anchor to surface.
ar: أمسك الهاتف بثبات واضغط على «تثبيت على السطح».
bn: ফোনটি স্থির রাখুন এবং «পৃষ্ঠে স্থির করুন»-এ ট্যাপ করুন।
de: Halten Sie das Telefon ruhig und tippen Sie auf „An Oberfläche fixieren“.
es: Mantén el teléfono quieto y toca «Fijar a la superficie».
fr: Gardez le téléphone immobile et appuyez sur «Ancrer à la surface».
hi: फ़ोन को स्थिर रखें और «सतह पर स्थिर करें» पर टैप करें।
ja: スマートフォンを動かさずに持ち、「表面に固定」をタップしてください。
pt: Segure o telefone com firmeza e toque em Fixar na superfície.
ru: Держите телефон неподвижно и нажмите «Закрепить на поверхности».
tr: Telefonu sabit tut ve Yüzeye sabitle’ye dokun.
zh_hans: 平稳握住手机并点击“固定到表面”。

# Telefonu yavaşça hareket ettirerek çevreyi tara.
source: Scan the surroundings by moving the phone slowly.
ar: قم بمسح المناطق المحيطة عن طريق تحريك الهاتف ببطء.
bn: ফোনটি ধীরে ধীরে সরিয়ে চারপাশ স্ক্যান করুন।
de: Scannen Sie die Umgebung, indem Sie das Telefon langsam bewegen.
es: Escanee los alrededores moviendo el teléfono lentamente.
fr: Scannez les environs en déplaçant lentement le téléphone.
hi: फ़ोन को धीरे-धीरे घुमाकर आस-पास का स्कैन करें।
ja: 携帯電話をゆっくりと動かして周囲をスキャンします。
pt: Explore os arredores movendo o telefone lentamente.
ru: Сканируйте окрестности, медленно перемещая телефон.
tr: Telefonu yavaşça hareket ettirerek çevreyi tara.
zh_hans: 缓慢移动手机扫描周围环境。

# Telefonu yüzeyin etrafında yavaşça gezdir…
source: Move the phone slowly around the surface…
ar: حرك الهاتف ببطء حول السطح...
bn: ফোনটি ধীরে ধীরে পৃষ্ঠের চারপাশে সরান...
de: Bewegen Sie das Telefon langsam über die Oberfläche ...
es: Mueve el teléfono lentamente por la superficie...
fr: Déplacez lentement le téléphone sur la surface…
hi: फ़ोन को सतह के चारों ओर धीरे-धीरे घुमाएँ...
ja: 電話機を表面上でゆっくりと動かします…
pt: Mova o telefone lentamente pela superfície…
ru: Медленно перемещайте телефон по поверхности…
tr: Telefonu yüzeyin etrafında yavaşça gezdir…
zh_hans: 在表面上缓慢移动手机...

# Temizle
source: Clear
ar: مسح
bn: মুছুন
de: Leeren
es: Borrar
fr: Effacer
hi: साफ़ करें
ja: クリア
pt: Limpar
ru: Очистить
tr: Temizle
zh_hans: 清除

# Tracking hazır.
source: Tracking is ready.
ar: التتبع جاهز.
bn: ট্র্যাকিং প্রস্তুত।
de: AR-Tracking ist bereit.
es: El seguimiento está listo.
fr: Le suivi est prêt.
hi: ट्रैकिंग तैयार है.
ja: 追跡の準備ができました。
pt: O rastreamento está pronto.
ru: Трекинг готов.
tr: Tracking hazır.
zh_hans: 跟踪已准备就绪。

# Tracking kesildi. Post dünya konumunda bekliyor.
source: Tracking has been interrupted. The post is waiting at the world location.
ar: انقطع تتبع الواقع المعزز. يبقى المنشور في موضعه في عالم الواقع المعزز.
bn: ট্র্যাকিং ব্যাহত হয়েছে। পোস্টটি বিশ্ব অবস্থানে অপেক্ষা করছে।
de: Das AR-Tracking wurde unterbrochen. Der Beitrag bleibt an seiner Position in der AR-Welt.
es: El seguimiento ha sido interrumpido. La publicación está esperando en la ubicación mundial.
fr: Le suivi AR a été interrompu. La publication reste à sa position dans le monde AR.
hi: ट्रैकिंग बाधित हो गई है. पोस्ट विश्व स्थान पर प्रतीक्षारत है.
ja: AR のトラッキングが中断されました。投稿はワールド座標の位置に保持されています。
pt: O rastreamento foi interrompido. A postagem está aguardando no local mundial.
ru: Отслеживание AR прервано. Публикация остаётся на своей позиции в мире AR.
tr: Tracking kesildi. Post dünya konumunda bekliyor.
zh_hans: AR 跟踪已中断。帖子保留在其世界坐标位置。

# Tracking kullanılamıyor.
source: Tracking is not available.
ar: التتبع غير متوفر.
bn: ট্র্যাকিং উপলব্ধ নয়.
de: Tracking ist nicht verfügbar.
es: El seguimiento no está disponible.
fr: Le suivi n'est pas disponible.
hi: ट्रैकिंग उपलब्ध नहीं है.
ja: 追跡は利用できません。
pt: O rastreamento não está disponível.
ru: Отслеживание недоступно.
tr: Tracking kullanılamıyor.
zh_hans: 跟踪不可用。

# Tracking sınırlı.
source: Tracking is limited.
ar: التتبع محدود.
bn: ট্র্যাকিং সীমিত।
de: Die Nachverfolgung ist begrenzt.
es: El seguimiento es limitado.
fr: Le suivi est limité.
hi: ट्रैकिंग सीमित है.
ja: 追跡には制限があります。
pt: O rastreamento é limitado.
ru: Отслеживание ограничено.
tr: Tracking sınırlı.
zh_hans: 跟踪是有限的。

# Uygulama arka planda; AR oturumu duraklatıldı.
source: The application is in the background; AR session is paused.
ar: التطبيق في الخلفية. جلسة الواقع المعزز متوقفة مؤقتًا.
bn: অ্যাপ্লিকেশনটি পটভূমিতে রয়েছে; AR সেশন পজ করা হয়েছে।
de: Die Anwendung läuft im Hintergrund; Die AR-Sitzung ist pausiert.
es: La aplicación está en segundo plano; La sesión de AR está en pausa.
fr: L'application est en arrière-plan ; La session AR est suspendue.
hi: एप्लिकेशन पृष्ठभूमि में है; एआर सत्र रुका हुआ है.
ja: アプリケーションはバックグラウンドで動作します。 AR セッションが一時停止されています。
pt: O aplicativo está em segundo plano; A sessão de AR está pausada.
ru: Приложение находится в фоновом режиме; Сеанс AR приостановлен.
tr: Uygulama arka planda; AR oturumu duraklatıldı.
zh_hans: 应用程序在后台运行； AR 会话已暂停。

source: Tap the app icon. Select the content and go to Share → Copy link; Once back in LociAR, tap OK.
ar: اضغط على أيقونة التطبيق. حدد المحتوى وانتقل إلى مشاركة → نسخ الرابط؛ بمجرد العودة إلى LociAR، انقر فوق "موافق".
bn: অ্যাপ আইকনে ট্যাপ করুন। বিষয়বস্তু নির্বাচন করুন এবং শেয়ার → অনুলিপি লিঙ্কে যান; LociAR এ ফিরে গেলে, ঠিক আছে ট্যাপ করুন।
de: Tippen Sie auf das App-Symbol. Wählen Sie den Inhalt aus und gehen Sie zu Teilen → Link kopieren. Sobald Sie wieder in LociAR sind, tippen Sie auf OK.
es: Toca el ícono de la aplicación. Seleccione el contenido y vaya a Compartir → Copiar enlace; Una vez de regreso en LociAR, toque Aceptar.
fr: Appuyez sur l'icône de l'application. Sélectionnez le contenu et accédez à Partager → Copier le lien ; Une fois de retour dans LociAR, appuyez sur OK.
hi: ऐप आइकन टैप करें. सामग्री का चयन करें और शेयर → लिंक कॉपी करें पर जाएं; LociAR में वापस आने पर, OK पर टैप करें।
ja: アプリのアイコンをタップします。コンテンツを選択し、「共有」→「リンクをコピー」に移動します。 LociAR に戻ったら、「OK」をタップします。
pt: Toque no ícone do aplicativo. Selecione o conteúdo e vá em Compartilhar → Copiar link; De volta ao LociAR, toque em OK.
ru: Коснитесь значка приложения. Выберите контент и перейдите в «Поделиться» → «Копировать ссылку»; Вернувшись в LociAR, нажмите «ОК».
tr: Uygulama simgesine dokun. İçeriği seçip Paylaş → Bağlantıyı kopyala yap; LociAR’a dönünce Tamam’a dokun.
zh_hans: 点击应用程序图标。选择内容并进入分享→复制链接；返回 LociAR 后，点击“确定”。

# Video önizlemesi
source: Video preview
ar: معاينة الفيديو
bn: ভিডিও পূর্বরূপ
de: Videovorschau
es: Vista previa del vídeo
fr: Aperçu vidéo
hi: वीडियो पूर्वावलोकन
ja: ビデオプレビュー
pt: Pré-visualização do vídeo
ru: Предварительный просмотр видео
tr: Video önizlemesi
zh_hans: 视频预览

# World map boş veya 50 MB sınırını aşıyor.
source: The AR environment map is empty or exceeds the 50 MB limit.
ar: خريطة بيئة الواقع المعزز فارغة أو تتجاوز حد 50 ميجابايت.
bn: AR পরিবেশের মানচিত্র খালি অথবা 50 MB সীমা ছাড়িয়ে গেছে।
de: Die AR-Umgebungskarte ist leer oder überschreitet die Grenze von 50 MB.
es: El mapa del entorno AR está vacío o supera el límite de 50 MB.
fr: La carte de l’environnement AR est vide ou dépasse la limite de 50 Mo.
hi: AR परिवेश का मानचित्र खाली है या 50 MB की सीमा से अधिक है।
ja: AR 環境マップが空であるか、50 MB の上限を超えています。
pt: O mapa do ambiente AR está vazio ou excede o limite de 50 MB.
ru: Карта среды AR пуста или превышает лимит 50 МБ.
tr: AR çevre haritası boş veya 50 MB sınırını aşıyor.
zh_hans: AR 环境地图为空或超过 50 MB 限制。

# Yaklaşık
source: Approximate
ar: تقريبي
bn: আনুমানিক
de: Ungefähr
es: aproximado
fr: approximatif
hi: अनुमानित
ja: おおよその
pt: Aproximado
ru: Приблизительный
tr: Yaklaşık
zh_hans: 大约

# Yaklaşık AR görünümü açılamadı.
source: Approximate AR view could not be opened.
ar: لا يمكن فتح عرض AR التقريبي.
bn: আনুমানিক AR ভিউ খোলা যায়নি।
de: Ungefähre AR-Ansicht konnte nicht geöffnet werden.
es: No se pudo abrir la vista AR aproximada.
fr: La vue AR approximative n'a pas pu être ouverte.
hi: अनुमानित AR दृश्य खोला नहीं जा सका.
ja: 近似ARビューを開けませんでした。
pt: Não foi possível abrir a visualização AR aproximada.
ru: Не удалось открыть приблизительный вид AR.
tr: Yaklaşık AR görünümü açılamadı.
zh_hans: 无法打开近似 AR 视图。

# Yaklaşık AR görünümü hazırlanamadı. Kamerayı postun yönüne tut.
source: Approximate AR view could not be prepared. Point the camera in the direction of the post.
ar: لا يمكن إعداد عرض AR التقريبي. قم بتوجيه الكاميرا في اتجاه المنشور.
bn: আনুমানিক AR ভিউ প্রস্তুত করা যায়নি। ক্যামেরাটি পোস্টের দিকে নির্দেশ করুন।
de: Die ungefähre AR-Ansicht konnte nicht vorbereitet werden. Richten Sie die Kamera in Richtung des Beitrags.
es: No se pudo preparar una vista AR aproximada. Apunta la cámara en la dirección de la publicación.
fr: Impossible de préparer la vue AR approximative. Pointez la caméra dans la direction de la publication.
hi: अनुमानित AR दृश्य तैयार नहीं किया जा सका. कैमरे को पोस्ट की दिशा में इंगित करें.
ja: 近似ARビューが用意できませんでした。カメラを投稿の方向に向けます。
pt: Não foi possível preparar a visualização AR aproximada. Aponte a câmera na direção da postagem.
ru: Не удалось подготовить приблизительный вид AR. Направьте камеру в сторону поста.
tr: Yaklaşık AR görünümü hazırlanamadı. Kamerayı postun yönüne tut.
zh_hans: 无法准备近似 AR 视图。请将相机对准帖子的方向。

# Yaklaşık devam et
source: Continue with approximate placement
ar: متابعة بالتثبيت التقريبي
bn: আনুমানিক বসানো সঙ্গে চালিয়ে যান
de: Fahren Sie mit der ungefähren Platzierung fort
es: Continuar con la colocación aproximada
fr: Continuez avec le placement approximatif
hi: अनुमानित प्लेसमेंट के साथ जारी रखें
ja: おおよその配置を続行します
pt: Continue com posicionamento aproximado
ru: Продолжить приблизительное размещение
tr: Yaklaşık devam et
zh_hans: 继续大致放置

# Yaklaşık görünüm
source: Approximate view
ar: عرض تقريبي
bn: আনুমানিক দৃশ্য
de: Ungefähre Ansicht
es: Vista aproximada
fr: Vue approximative
hi: अनुमानित दृश्य
ja: おおよその表示
pt: Visão aproximada
ru: Примерный вид
tr: Yaklaşık görünüm
zh_hans: 大致视图

# Yaklaşık görünüm açılıyor…
source: Opening approximate view…
ar: جارٍ فتح عرض تقريبي…
bn: আনুমানিক দৃশ্য খোলা হচ্ছে...
de: Ungefähre Ansicht öffnen…
es: Abriendo vista aproximada…
fr: Ouverture vue approximative…
hi: अनुमानित दृश्य खुल रहा है...
ja: おおよその表示を開いています…
pt: Abrindo visualização aproximada…
ru: Открываем приблизительный вид…
tr: Yaklaşık görünüm açılıyor…
zh_hans: 打开大概视图…

# Yaklaşık görünüm hazır.
source: Approximate view is ready.
ar: العرض التقريبي جاهز.
bn: আনুমানিক দৃশ্য প্রস্তুত.
de: Die ungefähre Ansicht ist fertig.
es: La vista aproximada está lista.
fr: La vue approximative est prête.
hi: अनुमानित दृश्य तैयार है.
ja: おおよその表示の準備ができました。
pt: A visão aproximada está pronta.
ru: Примерный вид готов.
tr: Yaklaşık görünüm hazır.
zh_hans: 大致视图已准备就绪。

# Yaklaşık görünüm hazırlanıyor…
source: Preparing approximate view…
ar: جارٍ إعداد العرض التقريبي…
bn: আনুমানিক দৃশ্য প্রস্তুত করা হচ্ছে...
de: Ungefähre Ansicht vorbereiten…
es: Preparando vista aproximada…
fr: Préparation d'une vue approximative…
hi: अनुमानित दृश्य तैयार किया जा रहा है...
ja: おおよその表示を準備中…
pt: Preparando visualização aproximada…
ru: Готовим приблизительный вид…
tr: Yaklaşık görünüm hazırlanıyor…
zh_hans: 正在准备大致视图...

# Yaklaşık görünüm kameranın 0,8 m önünde açıldı.
source: Approximate view opened 0.8 m in front of the camera.
ar: عرض تقريبي مفتوح 0.8 متر أمام الكاميرا.
bn: আনুমানিক দৃশ্য ক্যামেরার সামনে 0.8 মিটার খোলা হয়েছে।
de: Ungefähre Ansicht geöffnet 0,8 m vor der Kamera.
es: Vista aproximada abierta 0,8 m delante de la cámara.
fr: Vue approximative ouverte à 0,8 m devant la caméra.
hi: कैमरे के सामने अनुमानित दृश्य 0.8 मीटर खुला।
ja: カメラの前方 0.8 m におおよその表示を開きました。
pt: Visão aproximada aberta 0,8 m na frente da câmera.
ru: Примерный вид открывается на расстоянии 0,8 м перед камерой.
tr: Yaklaşık görünüm kameranın 0,8 m önünde açıldı.
zh_hans: 近似视图已在相机前方 0.8 米处打开。

# Yaklaşık görünüm yerleştiriliyor…
source: Placing approximate view…
ar: جارٍ وضع عرض تقريبي…
bn: আনুমানিক দৃশ্য স্থাপন করা হচ্ছে...
de: Ungefähre Ansicht platzieren…
es: Colocando vista aproximada…
fr: Placer une vue approximative…
hi: अनुमानित दृश्य रखा जा रहा है…
ja: おおよその表示を配置中…
pt: Colocando vista aproximada…
ru: Размещение примерного вида…
tr: Yaklaşık görünüm yerleştiriliyor…
zh_hans: 放置近似视图...

# Yaklaşık olarak devam et
source: Continue with approximate placement
ar: متابعة بالتثبيت التقريبي
bn: আনুমানিক বসানো সঙ্গে চালিয়ে যান
de: Fahren Sie mit der ungefähren Platzierung fort
es: Continuar con la colocación aproximada
fr: Continuez avec le placement approximatif
hi: अनुमानित प्लेसमेंट के साथ जारी रखें
ja: おおよその配置を続行します
pt: Continue com posicionamento aproximado
ru: Продолжить приблизительное размещение
tr: Yaklaşık olarak devam et
zh_hans: 继续大致放置

# Yaklaşık yerleşim
source: Approximate placement
ar: موضع تقريبي
bn: আনুমানিক বসানো
de: Ungefähre Platzierung
es: Colocación aproximada
fr: Emplacement approximatif
hi: अनुमानित प्लेसमेंट
ja: おおよその配置
pt: Colocação aproximada
ru: Примерное размещение
tr: Yaklaşık yerleşim
zh_hans: 近似放置

# Yaklaşık yerleştir · 0,8 m
source: Place approximately · 0.8 m
ar: تثبيت تقريبي · ٠٫٨ م
bn: আনুমানিক অবস্থানে বসান · 0.8 মি
de: Platzieren Sie ca. · 0,8 m
es: Colocar aproximadamente · 0,8 m
fr: Placer environ · 0,8 m
hi: अनुमानित स्थान पर रखें · 0.8 मीटर
ja: おおよその位置に配置 · 0.8 m
pt: Coloque aproximadamente · 0,8 m
ru: Разместить приблизительно · 0,8 м
tr: Yaklaşık yerleştir · 0,8 m
zh_hans: 大致放置 · 0.8 米

# Yaklaşık yerleştirme
source: Approximate placement
ar: وضع تقريبي
bn: আনুমানিক স্থাপন
de: Ungefähre Platzierung
es: Colocación aproximada
fr: Placement approximatif
hi: अनुमानित स्थान पर रखना
ja: おおよその位置に配置
pt: Posicionamento aproximado
ru: Приблизительное размещение
tr: Yaklaşık yerleştirme
zh_hans: 近似放置
